<?php require_once '../php/includes/config.php'; ?>
<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
	<link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.1.3/css/bootstrap.min.css" integrity="sha384-MCw98/SFnGE8fJT3GXwEOngsV7Zt27NXFoaoApmYm81iuXoPkFOJwJ8ERdknLPMO" crossorigin="anonymous">
	<link rel="stylesheet" href="styles/index.css">
	<script src="js/jquery-3.3.1.min.js"></script>
	<script src="js/scrollUp.js"></script>
	<script async src="https://platform.twitter.com/widgets.js" charset="utf-8"></script>
	<script async src="//www.instagram.com/embed.js"></script>
    <title>Правила сайта</title>
</head>
<body>
    <?php require_once 'php/includes/menu.php';	?>

	<div class="rules">
		<h1>Правила поведения пользователей</h1>
		<p>
		Пользователь несет ответственность за поддержание конфиденциальности при пользовании своим аккаунтом и паролем на данном сайте.
		Пользователь обязан своевременно осуществлять обновление регистрационных данных для обеспечения их точности, действительности и полноты.
		Пользователь не имеет права на пользование паролем третьего лица (другого пользователя).
		Пользователь подтверждает свое согласие незамедлительно информировать администрацию сайта о любых случаях несанкционированного использования пароля или аккаунта пользователя третьими лицами,
		а также о любых других нарушениях правил безопасности. Администрация сайта не несет ответственности в случае возникновения каких-либо убытков или причинения ущерба в результате несоблюдения Пользователем настоящих Правил.
		</p>
		<h3>Запрещается</h3>
		<ol>
			<li><u>Оскорбление пользователей сайта и представителей администрации.</u><br>
			В частности:<br>
			<div class="ll">
			<ol >
				<li>Любые сообщения, принижающие достоинство других пользователей, будут восприняты, как оскорбление.</li>
				<li>Публичное ведение споров с оскорблением других пользователей и/или администрации, выражение недовольства публикациями пользователей и/или администрации в виде оскорблений авторов этих публикаций.</li>
				<li>Намеренное провоцирование пользователей на агрессию.</li>
				<li>Публикация личной информации других пользователей (ссылки на аккаунты в социальных сетях, фотографии, и пр.) без их согласия.</li>
				<li>Разжигание, подстрекательство, угрозы или призыв к противоправным или общественно опасным действиям.</li>
			</ol>
			</div>
			</li>
			<li><u>Размещение непристойных / неприличных / оскорбляющих / доставляющих неудобство материалов в любой части сайта.</u><br>
			В частности:<br>
			<div class="ll">
			<ol>
				<li>Повторяющиеся подряд сообщения —"спам".</li>
				<li>Частые сообщения не имеющие отношения к тематике портала/не несущие смысловой нагрузки —"флуд".</li>
				<li>Пустые сообщения.</li>
				<li>Сообщения с контентом аморального, экстремистского характера.</li>
				<li>Сообщения, написанные, преимущественно, заглавными буквами или транслитерацией.</li>
				<li>Материалы, пропагандирующие реальное насилие и жестокость.</li>
				<li>Материалы, содержащие нетерпимость по любому признаку.</li>
				<li>Критика или провокационные высказывания в адрес администрации ресурса или кого-то из пользователей.</li>
			</ol>
			</div>
			</li>
			<li><u>Действия пользователей, мешающие корректной работе сайта / администрации сайта.</u><br>
			В частности:<br>
			<div class="ll">
			<ol>
				<li>Размещать рекламные сообщения о сайтах, сервисах, товарах и услугах, не имеющих отношения к данному сайту, сообщения с предложениями купли-продажи, а также реферальные ссылки.</li>
				<li>Аватар профиля, содержащий рекламу сторонних ресурсов.</li>
				<li>Использовать бот-программы для написания и публикации сообщений, а также накрутка голосов в рамках викторин и конкурсов.</li>
				<li>Выдавать себя за кого-либо из администрации ресурса, пользователей ресурса. (в точности: клонирование ников, создание ложного представления об отношении с одним из вышеперечисленных лиц).</li>
				<li>Угрожать или пытаться противоправно получить доступ к базе данных, управлению сайта, личным данным пользователей, или иным образом противоправно воздействовать на сайты и сервисы Канобу.</li>
				<li>Посты, отзывы и комментарии содержащие часть материала со ссылкой на продолжение на другом портале. Исключение — ссылка на ваш личный блог (блог, в котором пишете только вы). Вы можете опубликовать материал полностью с ссылкой на источник.</li>
			</ol>
			<div>
			</li>
		</ol>

		<h3>Санкции за нарушение</h3>
		<ul>
			<li>Однократное нарушение: удаление соответствующего сообщения(ний) и предупреждение.</li>
			<li>Многократное нарушение или однократное, выраженное в «грубой форме»: бан (режим read only) на одни сутки.</li>
			<li>В исключительных случаях, при непрекращающихся нарушениях в течение длительного времени: вечный бан (режим read only).</li>
		</ul>


	</div>



    <?php include 'php/includes/footer.php'; ?>
	<script src=""></script>
</body>
</html>
