<?php
	include "../php/includes/config.php";
?>
<!DOCTYPE html>
<html lang="ru">

<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<meta http-equiv="X-UA-Compatible" content="ie=edge">
	<link rel="stylesheet" href="../styles/news.css">
	<link rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<title>Новости</title>
</head>

<body>
		<?php include "../php/includes/menu.php" ?>

	<?php
		//Выводить статью из бд

	?>
	<div id="container">
		<div id="article-header">
			<div class="category">Кино и сериалы | #Итоги 2018 года</div>
			<div class="news-title">Самые ожидаемые сериалы 2019</div>
			<div class="news-info">08 декабря 2018 года, 19:00 Александр Трофимов</div>
		</div>
		<main>
			<p class="article-preface">Список наших киноожиданий из 30 лент на будущий год мы уже огласили, осталось разобраться
				с сериалами. С ними все несколько сложнее, чем с предыдущей статьей, так как о сериалах, запланированных на 2019
				год, на данный момент известно куда меньше, чем о фильмах.</p>
			<a href="#" class="article-links" id="main-link">Главные фильмы 2019</a>
			<p>Рекламные бюджеты сериалов (как и производственные) меньше, чем у кинокартин, поэтому промо-кампании не такие
				мощные и обширные. Второе — производственный цикл сериалов тоже меньше, поэтому известно о них становится ближе к
				релизу, о трейлере за год, как у некоторых фильмов, можно и не мечтать. Третье — создаются они телеканалами для
				показа у себя же, поэтому рекламируются они по большей части там же, внутренней рекламой, а не по всей сети. Из-за
				этих особенностей мы мало того, что не знаем ничего и о половине новых сериалов грядущего года (часть еще даже не
				объявлены, часть — еще не выбраны и не протестированы, часть — вообще не сняты), так еще и можем попросту не узнать
				даже о тех, что уже заявлены и снабжены хотя бы тизером — просто потому, что они не
				получают широкого распространения.</p>

			<p>Несмотря на все это, анонсов грядущих шоу уже сотни и разобраться в них, выделить интересные, ориентируясь только
				на пару знакомых имен или любопытную идею, довольно сложно. Словом, мечтать о том, что мы смогли охватить взглядом
				полную картину телерелизов 2019-го и четко выделить 30 с лишним сериалов, которые принесут
				нам больше всего удовольствия в будущем году, не пропустив ни одной жемчужины, и не приходится. Если вы ждете
				сериала, которого не оказалось в списке, обязательно напишите о нем в комментариях.</p>

			<p>Цель статьи — прежде всего рассказать о новых интересных шоу, которые стартуют в 2019-м, но и о новых сезонах уже
				знакомых сериалов совсем забывать не хочется, поэтому коротко перечислим самые знаковые:</p>

			<a href="#" class="article-links">«Настоящий детектив»</a>
			<p>Ник Пиццолатто не только пишет третий сезон, но и выступает в качестве режиссера ряда эпизодов. Место действия
				на этот раз — Озарк, крупное известняковое плато в центральной части США, будет три временные линии. В ролях
				двух детективов — Махершала Али (Щитомордник из «Люка Кейджа») и Стивен Дорфф (Дикон Фрост из «Блейда»).
				Стартует шоу уже 13 января.</p>

			<a href="#" class="article-links">«Игра престолов»</a>
			<p>Восьмой и последний сезон стартует уже в апреле.</p>

			<h4>«Родина»:</h4>
			<p>Тоже восьмой и тоже последний сезон, стартует в январе–феврале.</p>

			<h4>«Очень странные дела»</h4>
			<p>Третий сезон ожидается летом 2019-го, всего для сериала планируется 4-5 сезонов.</p>

			<h4>«Фарго»</h4>
			<p>Главную роль в четвертом сезоне играет Крис Рок, это уже ясно, а вот дата премьеры все еще плавает и, возможно,
				вообще переползет на 2020 год.</p>

			<h4>«Рик и Морти»</h4>
			<p>Легендарный сериал и его не менее легендарные разрывы между сезонами. Четвертый сезон должен выйти под конец
				2019-го, ждать еще долго, но мы знаем, что оно того стоит.</p>

			<h4>«Охотник за разумом»</h4>
			<p>Потрясающий телетриллер от Дэвида Финчера, заставляющего сериалы выйти на киноуровень, точно получит второй сезон
				в 2019-м, но ни намека на конкретную дату пока нет.</p>

			<h4>«Готэм»</h4>
			<p>Пятый сезон, выходящий уже третьего января, станет последним. Иронично, что шоу, которое я изначально
				раскритиковал, стало единственным супергеройским сериалом вне линейки Netflix/Marvel, который я все еще смотрю.
				Жаль будет расставаться с этим живописно разросшимся миром Бэтмена.</p>

			<h4>«Агенты Щ.И.Т»</h4>
			<p>У Агентов же летом выходит уже шестой сезон, и он последним не станет, седьмой подтвержден уже заранее.</p>

			<h4>«Элементарно»</h4>
			<p>Американская версия шоу про современного Холмса в Нью-Йорке решила сменить обстановку и вернуть своего Шерлока на
				родину — в Лондон. Седьмой сезон, выходящий в мае, пройдет именно там. Стильные пальто Джоан Уотсон будут
				смотреться на Бейкер-стрит еще лучше.</p>

			<img src="../resources/imgs/serial_vedmak.jpg" alt="Геральт от Netflix">
			<h4>«Ведьмак»</h4>
			<p>Экранизация «как бы книг, но на самом деле игр» с экс-Суперменом Генри Кавиллом в роли Геральта — для многих
				самая громкая премьера года. Может, именно этот сериал прервет череду неудач в экранизации видеоигр, может, именно
				на ТВ и надо было изначально пытаться адаптировать наши любимые игры? Два сериала по Mortal Kombat очень
				неплохо смотрелись в свое время…</p>
			<p>По самому «Ведьмаку» нет пока ничего, кроме пары секунд Кавилла в образе. Я все еще считаю, что по типажу это
				крайне странный кастинг, но плюс в том, что звезда такого масштаба в титульной роли говорит о серьезных намерениях
				проекта. Генри хороший актер и, если сценаристы справятся, из него выйдет отличный Геральт.</p>

			<h4>«Чем мы заняты в тени»</h4>
			<p>Меня все еще выводит из себя «перевод» изящного оригинального названия WHAT WE DO IN THE SHADOWS как «Реальные
				упыри», под которым оригинальный фильм вышел у нас в 2014 году, поэтому я рад, что в случае сериала его сменили на
				практически дословный. Я был уверен, что локализаторы сохранят неудачный заголовок для того, чтобы подчеркнуть
				связь с оригинальной кинолентой.</p>
			<p>Уморительная новозеландская «мокументалка» про вампиров (и немного про оборотней), созданная силами Тайки Вайтити
				(«Тор: Рагнарек», «Охота на дикарей») и Джемейна Клемента (половины прекрасного музыкально-комедийного дуэта и
				одноименного сериала «Полет Конкордов») решили превратить в сериал. Занимаются его созданием и пишут сценарий все
				те же Вайтити и Клемент, игравшие Вьяго и Влада соответственно. Но вот на экране в сериале они уже
				не появятся — так им легче будет держать руку на пульсе шоу, наблюдая со стороны. Камео не исключается, но пока
				маловероятно.</p>
			<p>Место действия переносится в Нью-Йорк (Лоc-Анджелес отбросили потому, что там слишком солнечно, а Детройт —
				потому что там Джармуш уже селил своих вампиров в замечательном «Выживут только любовники»), а история фокусируется
				на новой группе вампиров-сожителей и их человеческом фамильяре. Сериал должен стартовать на канале FX уже весной.</p>

			<iframe width="700" height="380" src="https://www.youtube.com/embed/c6PBoZl7i_Q" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
			 allowfullscreen></iframe>

			<h4>«Властелин колец»</h4>
			<p>Amazon выкупила права за 250 миллионов долларов, заявлено 5 сезонов основного шоу и некий спин-офф. Один только
				основной сериал, который не станет прямой экранизацией книг, а расскажет о других событиях Средиземья, в итоге
				влетит площадке в миллиард долларов. Питера Джексона манят всяческими пирогами поучаствовать, но он не торопится
				возвращаться в мир, отожравший у него столько лет.</p>

			<h4>«Долгая ночь»</h4>
			<p>Спин-офф «Игры престолов» решает побить все рекорды в мире приквелов, отматывая время аж на восемь тысяч лет
				назад, к эпохе героев, к зиме, которая длилась целое поколение и принесла Белых Ходоков в мир Песни льда и огня.
				Дата релиза пока неизвестна и велик шанс, что она переползет на 2020-й.</p>

			<h4>«Страна Лавкрафта»</h4>
			<p>К сожалению, это не экранизация самого Лавкрафта, а лишь отсылка к нему. Шоу будет адаптацией одноименного романа
				Мэтта Раффа, в котором чернокожий парень с подругой и дядей отправляются в путешествие по Америке пятидесятых
				годов, сталкиваясь с одной стороны с расизмом эры законов Джима Кроу, с другой — с
				«лавкрафтианскими» монстрами. Шоуранером этого фэнтэзи-хоррора выступит Миша Грин, а исполнительными продюсерами —
				Джордан Пил и Джей Джей Абрамс.</p>

			<h4>«Благие намерения»</h4>
			<p>Роман Терри Пратчетта и Нила Геймана, вышедший в 1990 году, получил экранизацию — и какую! С Джоном Хэмом в
				образе архангела Гавриила и с Фрэнсис Макдорманд в роли Бога. Главные же роли — ангела и демона, пытающихся
				остановить апокалипсис — достались Дэвиду Тенанту и Майклу Шину.</p>

			<iframe width="700" height="380" src="https://www.youtube.com/embed/kPgaomc7DIg" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
			 allowfullscreen></iframe>

			<h4>«Аватар: Повелитель стихий»</h4>
			<p>Впрочем, официального русского перевода еще нет, так что ориентируемся на оригинальное Avatar: The Last Airbender
				2019.</p>
			<p>Netflix в сотрудничестве с Nickelodeon (каналом, создавшим оригинальный сериал) попытается создать свою версию
				«Аватара» с живыми актерами. Занимаются этим создатели оригинального шоу и они очень, очень постараются не
				повторить ошибок Найта Шьямалана.</p>
			<p>«Легенда об Аанге» — это лучшее аниме, созданное не японцами. Мультсериал выходил с 2003 по 2008 годы, затем в
				2010-м Шьямалан обрушил на фанатов свою ужасную киноэкранизацию, где все разнообразные расы от эскимосов до азиатов
				выглядели подозрительно европеоидно. С 2012 по 2014 выходил спин-офф «Легенда о Корре», посвященный следующему
				после Аанга аватару, который, как я считаю, вышел еще круче оригинального шоу — одни только драки чего стоят,
				такого крутого анимационного экшена больше нигде и не встретишь, по крайней мере за пределами полнометражного
				аниме.</p>
			<p>Производство сериала только стартует в 2019-м, поэтому о шоу почти ничего не известно, но уже шанс того, что мы
				сможем получить нормальную версию «Аватара» с живыми актерами, не может не радовать.</p>

			<h4>«Эдди»</h4>
			<p>Дэмиен Шазелл, создатель «Одержимости», «Ла Ла Ленда» и Человека на луне», пробует себя в малом формате. Это
				восьмисерийный мюзикл о джаз-клубе в современном Париже для Netflix. Шазелл не только продюсирует шоу, но и снимает
				его целиком сам.</p>

			<h4>«Кровь и сокровища»</h4>
			<p>Продолжая тему талантливых кинорежиссеров на малом экране — Марк Уэбб («500 дней лета», «Новый Человек-паук»)
				продюсирует приключенческий сериал, где эксперт по антиквариату, вынужденный работать с воровкой произведений
				искусства, решает остановить криминального босса, финансирующего свои темные дела с помощью ворованных сокровищ.
				Кто сказал Uncharted?</p>

			<p>«Фосс/Вердон»(FOSSE/VERDON) — условное пока название минисериала канала FX, посвященного отношениям хореографа и
				режиссера Боба Фосса и танцовщицы Гвен Вердон. Оба — легенды Бродвея, чье сотрудничество навсегда изменило
				американскую индустрию развлечений. Почему это любопытно? Их играют Сэм Рокуэлл и Мишель Уильямс соответственно.</p>

			<img src="../resources/imgs/comix.jpg" alt="">

			<h4>Комиксы</h4>
			<p>Поток сериалов по комиксам и не думает иссякать, наоборот, намечаются громкие релизы. DC прорвало на новые
				сериалы, Marvel дразнит аудиторию «Виженом и Алой ведьмой», возможным продолжением «Сорвиголовы» на стриминговой
				платформе Disney+ (о котором официально пока не сказано ни слова) и отдельными шоу о Локки и дуэте Сокола с Зимним
				Солдатом.</p>

			<p>3 сезон «Джессики Джонс» и2 сезон «Карателя», судя по всему, все-таки выйдут на Netflix в этом году. На этом эра
				супергеройских сериалов на платформе закончится.</p>

			<h4>«Хранители»</h4>
			<p>Сериал не станет еще одной экранизацией графического романа Алана Мура (Снайдер может и запорол
				киновселенную-другую, но его «Хранители» все еще остаются лучшей экранизацией комиксов), а расскажет свою историю.
				Учитывая, что ее созданием занимается сценарист Lost и «Прометея» Дэймон Линделоф, проект вызывает
				предвкушение и опасения одновременно.</p>

			<p>Роль Джереми Айронса в сериале недавно была раскрыта — он сыграет Озимандиса, которого у Снайдера шикарно раскрыл
				Мэттью Гуд. Учитывая разницу в возрасте актеров, события оригинального романа явно далеко в прошлом, а значит и
				Роршаха мы, мягко говоря, вряд ли увидим. Без него, морального противовеса остальным героям, мир
				Хранителей будет совсем другим. Хотя в комиксах, например, вернули маску Роршаха на другом человеке…</p>

			<h4>«Убийственный класс»</h4>
			<p>Сериал, созданный братьями Руссо по одноименному комиксу. Это не Marvel и не DC, а внезапно Image Comics. Шоу
				посвящено школе ассасинов и выйдет уже 16 января на канале SyFy. Из заметных актеров — играющий жесткого
				преподавателя Бенедикт Вонг (помощник Доктора Стренджа), которого Руссо могли прихватить с собой из обширного
				актерского стойла Marvel.</p>

			<iframe width="700" height="380" src="https://www.youtube.com/embed/XRQ7iY16rb0" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
			 allowfullscreen></iframe>

			<h4>«Роковой патруль»</h4>
			<p>Так как собственные стриминговые сервисы с блэкджеком и оригинальными шоу сейчас — самый хайп, Warner Bros.
				запустили свою версию. Контента на ней пока — куда там Netflix. Целых две передачи, одна — ежедневное новостное
				шоу, другая — сериал «Титаны», выходящий по эпизоду в неделю. Но это только начало.</p>

			<p>В 2019-м на площадке появится аж пять новых шоу («Болотная тварь», речь о которой ниже — одно из них). Также
				ожидается сольное шоу про Старгерл, взрослый мультсериал, посвященный Харли Квин, продолжение «Юной Лиги
				Справедливости: Аутсайдеры» и, собственно, Роковой патруль.</p>

			<p>Режиссером шоу станет Глен Винтер, который работал оператором и постановщиком кучи супергеройских шоу, начиная с
				«Тайн Смолвиля» и заканчивая всей пачкой The CW и сочувствующих: «Легенды завтрашнего дня», «Супергерл», «Флэш» и
				«Стрела».</p>

			<p>Дум-патруль — это одна из первых супергеройских команд вселенной DC, появившаяся в 1963 году. Роботмэн,
				Негативмэн, Эласти-герл и Сумасшедшая Джейн были металюдьми-изгоями, которых собрал вместе человек в инвалидном
				кресле. Звучит знакомо? Да, «Люди-икс» по одной из версий были плагиатом с Рокового патруля. Теперь у оригинала
				есть шанс хотя бы немного сократить огромный разрыв в известности. Хотя, скорее всего, многие зрители решат,
				что DC плагиатит несчастных мутантов Marvel.</p>

			<p>Что выгодно отличает Патруль от Титанов, так это актерский состав: Мэтт Бомер, Тимоти Далтон, Брендан Фрейзер и
				вездесущий Алан Тьюдик.</p>

			<h4>«Пенниуорт»</h4>
			<p>DC, видимо решила, что раз в кино ничего дельного особо сделать не получается, можно по-тихому расползтись по
				миру в виде тысяч сериалов, посвященных все менее и менее значимым и известным героям. На этот раз — черед
				Альфреда, верного дворецкого Бэтмена. Естественно, сериал расскажет о периоде его жизни, когда ни Бэтмена, ни Брюса
				Уэйна еще не было — это Лондон шестидесятых, Альфред молод, амбициозен и рвется в бой — вместе со своим другом
				Томасом Уэйном.</p>

			<iframe width="700" height="380" src="https://www.youtube.com/embed/_hjo7b8pArI" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
			 allowfullscreen></iframe>

			<p>Можно было бы рассматривать это как приквел к приквелу, но ни с «Готэмом», ни с миллионом других сериалов DC
				«Пенниуорт» единым миром не связан, выходить шоу будет на канале Epix.</p>

			<h4>«Болотная тварь»</h4>
			<p>Вот и еще один сериал по комиксу, к которому Алан Мур приложил свою руку. Режиссер «Аквамена» Джеймс Ван лишь
				продюсирует шоу, снимает же его Лен Уайзман, постановщик «Другого мира», ребута «Вспомнить все», сериалов «Сонная
				лощина» и, о боже, «Люцифера» — богомерзкого издевательства над одним из самых сложных и серьезных
				комиксов в истории. В общем, перспектива не слишком радужная.</p>
			<p>Шоу посвящено Алеку Холланду (он же Болотная тварь) и его отношениям с исследователем Эбби Аркейн.</p>

			<h4>«Сквозь снег»</h4>
			<p>По французскому комиксу про летящий сквозь погибший мир мега-поезд уже поставили известный фильм, теперь
				первоисточник станет сериалом. Дженнифер Коннелли снимется в главной роли, пилот ставит режиссер «Доктора Стрэнджа»
				Скотт Дерриксон. Забавно, что главную роль в картине Пона Чжун Хо играл Капитан Америка — еще одна случайная связь
				с MCU.</p>

			<h4>«Пацаны» (The Boys)</h4>
			<p>Еще одна сериальная роль Карла Урбана, надеюсь, на этот раз шоу продержится подольше (RIP «Почти человек»). The
				Boys — неформальное название отряда ЦРУ, занимающегося супергероями. У шоу 14 продюсеров, среди них числится и Сет
				Роген.</p>

			<iframe width="700" height="380" src="https://www.youtube.com/embed/j-ysmR1Fp1k" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
			 allowfullscreen></iframe>

			<p>Концепция напоминает «Сверхспособности» (неудачная телеэкранизация отличного комикса), надеюсь сериал выйдет
				более связным и адекватным. Пока можно прочитать наш разбор сценария пилота.</p>

			<h4>«Звездные войны»</h4>
			<p>Disney готовится палить по телеэкранам изо всех орудий, чтобы их собственный стриминговый сервис имел достаточно
				оригинального контента и не напоминал… хм, сервис DC Universe.</p>
			<p><strong>«Мандалорец»</strong> с его бюджетом в 100 миллионов на сезон — явно флагман телевселенной. Он
				сосредоточится на промежутке истории далекой-далекой Галактики между оригинальной и новой трилогией — распад
				Империи, восхождение Первого Ордена. Продюсирует шоу Джон Фавро, в числе режиссеров числится и Тайка Вайтити.</p>
			<p>Дальше идет безымянный пока <strong>сериал про Кассиана Андора</strong> из «Изгоя один», рассказывающий о
				становлении Сопротивления.</p>

			<p>Комедийный <strong>«ЗВ: Объезды»</strong>, созданный отцами «Робоцыпа» Сетом Грином и Мэттью Сенрайчем с участием
				Сэта Макфарлейна еще в 2012-м году был отложен и, по слухам, вообще отменен (хотя трейлер к нему выпустили еще
				тогда), но сейчас, по другим слухам, студия может все же выпустить шоу в эфир.</p>

			<p>Также нас ждет <strong>Star Wars: Underworld</strong>(временной период — между приквелами и оригинальной
				трилогией), затем, возможно, сериал про Кайло Рена, ну и очевидное мультипликационное «Сопротивление», плюс
				долгожданный новый сезон «Войн клонов».</p>

			<img src="../resources/imgs/star_wars.jpg" alt="">

			<p>Есть еще ряд интересных сериалов, о которых информации — полтвита да пара имен, но уже и они возбуждают
				достаточный интерес к проектам, поэтому все же упомянем их кратко:</p>

			<p><strong>«Сумеречная зона»</strong> — Еще один классический сериал получает второе (на самом деле уже третье)
				рождение. Этим конкретным воскрешением занимается не кто иной, как оскароносный Джордан Пил («Прочь»).</p>

			<p><strong>«Гильермо дель Торо представляет: 10 после полуночи»</strong> на Netflix — еще одна хоррор-антология в
				придачу, на этот раз от дель Торо, который сам выбирает сюжеты, а также пишет и снимает некоторые самостоятельно.</p>

			<p><strong>«Новый Папа»</strong> — сериал-продолжение прекрасного «Молодого Папы» Паоло Сорентино. Джуд Лоу
				возвращается к своей лучшей роли, а Джон Малкович составит ему компанию.</p>

			<p><strong>«Город на холме»</strong> — еще один сериал от продюсерского дуэта Бена Аффлека и Мэтта Дэймона —
				криминальная драма о коррумпированной полиции Бостона 90-х. В главной роли — Кевин Бейкон.</p>

			<p><strong>«Черный понедельник»</strong> — Сэт Роген и Эван Голдберг продюсируют мрачную комедию о событиях,
				предшествовавших падению рынка ценных бумаг в 1987 году. Судя по трейлеру, выглядит это все как «Волк с Уолл-стрит»
				в виде сериала и с Доном Чиддлом (Воитель в «Мстителях») в главной роли. Выходит шоу уже 20 января. Трейлер вышел
				зажигательным, обязательно посмотрите.</p>

			<iframe width="700" height="380" src="https://www.youtube.com/embed/G2u4nCtyBCo" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
			 allowfullscreen></iframe>

			<h2>Больше итогов 2018 года от «Канобу»</h2>
			<p>Кино и сериалы. Главные события 2018: триумф Marvel, крах Star Wars, уход супергероев с Netflix
				Главные события в комиксах Marvel и DC в 2018 году: свадьбы,перемены и уход легенд</p>
			<p>10 лучших аниме 2018</p>
			<p>Лучшие обложки комиксов Marvel и DC 2018 года</p>
			<p>Самые ожидаемые фильмы 2019 года</p>
			<p>Самые ожидаемые сериалы 2019</p>

			<!-- Trigger the Modal -->
			<img id="myImg" src="../resources/imgs/star_wars.jpg" alt="Snow" style="width:100%;max-width:300px">

			<!-- The Modal -->
			<div id="myModal" class="modal">

				<!-- The Close Button -->
				<span class="close">&times;</span>

				<!-- Modal Content (The Image) -->
				<img class="modal-content" id="img01">

				<!-- Modal Caption (Image Text) -->
				<div id="caption"></div>
			</div>

		</main>
	</div>
	<?php
		include "../php/includes/footer.php"
	?>


	<script>
		window.onscroll = function () { scrollFunction() };
		var menu = document.getElementById("menu");
		var sticky = menu.offsetTop;

		function scrollFunction() {
			if (window.pageYOffset >= sticky) menu.classList.add("sticky");
			else menu.classList.remove("sticky");
		}

		// Get the modal
		var modal = document.getElementById('myModal');

		// Get the image and insert it inside the modal - use its "alt" text as a caption
		var img = document.getElementById('myImg');
		var modalImg = document.getElementById("img01");
		var captionText = document.getElementById("caption");
		img.onclick = function () {
			modal.style.display = "block";
			modalImg.src = this.src;
			captionText.innerHTML = this.alt;
		}

		// Get the <span> element that closes the modal
		var span = document.getElementsByClassName("close")[0];

		// When the user clicks on <span> (x), close the modal
		span.onclick = function () {
			modal.style.display = "none";
		}
	</script>
</body>

</html>